Repository: TatjanaTomic/TravelAgencyApp
Catalog: TravelAgency/Resources/Strings.*.resx
Languages: sr

# AddBus
source: New bus is added successfully!
sr: Novi autobus je uspješno dodan!

# AddBusError
source: Error while adding new bus!
sr: Greška prilikom dodavanja novog autobusa!

# AddReceipt
source: New receipt added successfully!
sr: Nova karta je uspješno dodana!

# AddReceiptError
source: Error while adding receipt!
sr: Greška prilikom dodavanja karte!

# AddReservation
source: New reservation is added successfully!
sr: Nova rezervacija je uspješno dodana!

# AddReservationError
source: Error while adding new reservation!
sr: Greška prilikom dodavanja nove rezervacije!

# AddTraveller
source: New traveller is added successfully!
sr: Novi putnik je uspješno dodan!

# AddTravellerError
source: Error while adding new traveller!
sr: Greška prilikom dodavanje novog putnika!

# BusSeat
source: Enter number of bus and number of seat!
sr: Unesite redni broj autobusa i broj sjedišta!

# BusSeatError
source: Error while reading data - number of bus and number of seat must be integer numbers!
sr: Greška prilikom čitanja podataka - redni broj autobusa i broj sjedišta moraju biti cijeli brojevi!

# ChooseReservation
source: Choose reservation you want to add receipt for!
sr: Izaberite rezervaciju za koju želite definisati kartu!

# DeleteBus
source: Do you really want to delete bus
sr: Da li želite da obrišete autobus

# DeleteConf
source: Delete confirmation
sr: Potvrda brisanja

# DeleteData
source: Data is deleted successfully!
sr: Podaci su uspješno obrisani!

# DeleteDataError
source: Error while deleting data!
sr: Greška prilikom brisanja podataka!

# DeleteReceiptConf
source: If you delete receipt, the reservation will be deleted too! Do you want to continue?
sr: Brisanjem karte biće obrisana i odgovarajuća rezervacija! Da li želite da nastavite?

# DeleteResConf
source: Do you want to delete reservation?
sr: Da li želite da obrišete rezervaciju?

# DeleteReservationConf
source: There is receipt for that reservation. If you delete reservation, the receipt will be deleted too! Do you want to continue?
sr: Za datu rezervaciju je izdata karta. Brisanjem rezervacije biće obrisana i karta! Da li želite da nastavite?

# DeleteTravel
source: Do you want to delete travel
sr: Da li želite da obrišete putovanje

# DeleteTraveller
source: Do you want to delete traveller
sr: Da li želite da obrišete putnika

# EndedOfferError
source: Error - the offer is ended!
sr: Greška - ponuda je završena!

# EnterData
source: Enter username and password to access system!
sr: Unesite korisničko ime i lozinku za pristup sistemu!

source: Error!
sr: Greška!

source: Failed Login!
sr: Neuspješna prijava!

source: in a bus
sr: u autobusu

source: Incomplete entry
sr: Nepotpun unos

# NumberOfSeats
source: Error while reading data!\nNumber of seats in a bus must be integer number.
sr: Greška prilikom čitanja podataka!\nBroj sjedišta u autobusu mora biti cijeli broj.

source: Offer:
sr: Ponuda:

# ReceiptError
source: Error - receipt already exists for that reservation!
sr: Greška - za datu rezervaciju karta je već dodana!

# RequiredFields
source: All fields are required!
sr: Sva polja za unos su obavezna!

# Reserved
source: is reserved. Choose another seat.
sr: je zauzeto. Izaberite drugo sjedište.

source: Seat
sr: Sjedište

# String1
source: Fields First Name, Last Name and Jmb are required!
sr: Polja Ime, Prezime i JMB su obavezna!

# String10
source: Do you want to delete trip
sr: Da li želite da obrišete izlet

# String11
source: You can not delete trip because it has reservations!
sr: Nije moguće obrisati izlet jer su za njega definisane rezervacije!

# String12
source: You can not delete traveller if there are some reservations and receipts for him!
sr: Ne možete obrisati putnika koji ima definisane rezervacije i karte!

# String13
source: Check if the reservation already exists!
sr: Provjerite da li data rezervacija već postoji!

# String2
source: Jmb must contain 13 numbers, ID Card Number 9 numbers and Passport Number 8 numbers!
sr: JMB mora imati 13 cifara, broj lične karte 9 cifara, broj pasoša 8 cifara!

# String3
source: You can not delete travel because it has reservations!
sr: Nije moguće obrisati putovanje jer su za njega definisane rezervacije!

# String4
source: Fields Name and Transport Costs are required!
sr: Polja Naziv i Cijena prevoza su obavezna!

# String5
source: Error reading data - prices must be a numbers!
sr: Greška prilikom čitanja podataka - cijene moraju biti definisane kao brojevi!

# String6
source: New travel is added successfully!
sr: Novo putovanje je uspješno dodano!

# String7
source: Error while adding new travel!
sr: Greška prilikom dodavanja novog putovanja!

# String8
source: New trip is added successfully!
sr: Novi izlet je uspješno dodan!

# String9
source: Error adding new trip!
sr: Greška prilikom dodavanja novog izleta!

source: Traveller:
sr: Putnik:

# TravellerOffer
source: Select traveller and offer!
sr: Unesite putnika i ponudu!

# UpdateData
source: Data is updated successfully!
sr: Podaci su uspješno ažurirani!

# UpdateDataError
source: Error while updating data!
sr: Greška prilikom ažuriranja podataka!

# WrongLoginData
source: Enter correct username and password to access system!
sr: Unesite ispravno korisničko ime i lozinku za pristup sistemu!
